{
  "A101": 32002,
  "Anadolu Efes": 32007,
  "Beko": 32000,
  "Bim": 32003,
  "DenizBank": 32013,
  "Garanti BBVA": 32009,
  "Koç Holding": 32005,
  "LC Waikiki": 32004,
  "Migros": 32001,
  "Sabancı Holding": 32006,
  "Turkish Airlines": 32008,
  "Yapı Kredi": 32010,
  "Ziraat Bankası": 32012,
  "İş Bankası": 32011
}
